{
	"strength":	"Strength measures the raw physical power your investigator can bring to bear. It influences the amount of damage he can deliver with a punch or kick, as well as his grip, or ability to lift heavy items. Roll 3d6 to determine the value for STR.",
	"constitution":	"Constitution is a measure of the hardiness of your investigator. It influences the amount of damage you can take before going unconscious or dying as well as how resistant you are to diseases and poison. Roll 3d6 to determine the value for CON.",
	"dexterity":	"Dexterity is a measure of your investigator’s agility and speed. Roll 3d6 to determine the value for DEX.",
	"size":	"Size is a measure of your investigator’s physical mass. It influences how much damage you can take, as well as how much you can deliver. Also, as a measure of your Investigator’s weight, it influences the ability of horrible monsters to pick him up and toss him around the room. Roll 2d6+6 to determine the value for SIZ.",
	"intelligence":	"Intelligence is a rough guide to your investigator’s cunning and ability to make leaps of logic and intuition. Roll 2d6+6 to determine the value for INT.",
	"power":	"Power is a combination of personal magnetism, spirit, and mental stability. It influences your character’s ability to cast magical spells, as well as his resistance to the sanity-blasting horrors of the Cthulhu Mythos. Roll 3d6 to determine the value for POW.",
	"appearance":	"Appearance measures the charm and physical appeal of your character. Roll 3d6 to determine the value for APP.",
	"education":	"Education is a measure of the knowledge which your investigator has accumulated through formal education, or the venerated “School of Hard Knocks.” Roll 3d6+3 to determine the value for EDU.",
	"idea":	"Idea is simply your INT score multiplied by 5. This score is used as a percentile roll to give your investigator information, or to make leaps of deduction in certain situations. Percentile rolls will be explained further down.",
	"knowledge":	"Knowledge is your EDU score multiplied by 5. This score is used as a percentile roll to show how your investigator’s education and training gives insight certain situations.",
	"luck":	"Luck is your POW score multiplied by 5. This score is used as a percentile roll to give your character gleans of insight in certain situations. The Luck roll is often used to give your character a last chance in a crisis situation, or to cause bad things to happen to the only investigator in the group to fail the roll.",
	"damage bonus":	"Damage Bonus is how much extra damage your investigator does with a successful close-combat attack. Add your STR and SIZ and consult the Damage Bonus Table to find your damage bonus.",
	"magic points":	"Magic Points are equal to your POW. MPs fluctuate up and down as you cast spells or activate arcane alien devices. If your investigator’s MPs ever reach 0, he goes unconscious until he can recover one or more points.",
	"hit points":	"Hit Points are figured by adding SIZ and CON together, then dividing the total by two and rounding up. As your investigator takes damage from combat or other events, your HPs will drop. If you drop to only 2 HPs, your investigator goes unconscious. If he hits -2 or lower, he is dead.",
	"sanity":	"Sanity begins at a level equal to your POW score multiplied by 5. This score is used as a percentile roll that presents your investigator’s ability to remain stoic in the face of horrors. As you face the horrors of the Cthulhu Mythos your SAN score fluctuates. It can raise above it’s starting level, but can never be higher than 99 minus the value of your Cthulhu Mythos skill.",
	"accounting":	"Accounting (10%) – Grants understanding of accountancy procedures, and reveals the financial functioning of a business or person. Inspecting the books, one might detect cheated employees, siphoned-off funds, payment of bribes or blackmail, and whether or not the financial condition is better or worse than claimed. Looking through old accounts, one could see how money was gained or lost in the past (grain, slave-trading, whiskey-running, etc.) and to whom and for what payment was made",
	"anthropology":	"Anthropology (01%) – Enables the user to identify and understand an individual’s way of life from his behavior. If the skill-user observes another culture from within for a time, or works from accurate records concerning an extinct culture, he or she may make simple predictions about that culture’s ways and morals, even though the evidence may be incomplete. Studying the culture for a month or more, the anthropologist begins to understand how the culture functions and, in combination with Psychology, may predict the actions and beliefs of representatives. Essentially useful only with existing human cultures",
	"archaeology":	"Archaeology (01%) – Allows dating and identification of artifacts from past cultures and the detecting of fakes. Having thoroughly inspected a site, the user might deduce the purposes and way of life of those who left the remains. Anthropology might aid in this. Archaeology may also help identify written forms of extinct human languages",
	"art":	"Art (05%) – Specify song, some musical instrument, painting, cooking, etc. – any non-literary art which a creative person might seriously pursue through life. With a success, the performance or creation is pleasing and the audience is satisfied. Failure indicates that the artist was off-key or inexpressive. Lovecraft’s artists invoke the traditional muses, but the keeper might allow wider definitions of “art”. The points where Art ends and Craft begins vary with each keeper. The player should note the style or medium – opera singer, oil painter, etc",
	"astronomy":	"Astronomy (01%) – The user knows or knows how to find out which stars and planets are overhead at a particular day or hour of day or night, when eclipses and meteor showers occur, and the names of important stars, and something of current perceptions about life on other worlds, the existence or the formation of galaxies, and so on. An academic might be able to calculate orbits, or discuss stellar life cycles",
	"bargain":	"Bargain (05%) – The skill of obtaining something for an agreeable price. The bargainer must state the price at which he or she wishes to purchase the item and, for each 2% difference between the price and the asking price, he or she must subtract 1 percentile from his Bargain skill. The seller will not take a loss, no matter how good the bargaining. The keeper usually determines the bottom-line secretly",
	"biology":	"Biology (01%) – The science of life, including botany, cytology, ecology, genetics, histology, microbiology, physiology, zoology, and so on. The investigator’s understanding reflects the era of play. With this skill one might develop a vaccine against some hideous Mythos bacterium, or isolate the hallucinogenic properties of some jungle plant",
	"chemistry":	"Chemistry (01%) – A study of the composition of substances, the effects of temperature, energy, and pressure upon them, and how they affect one another. With chemistry, one might create or extract complex chemical compounds, including simple explosives, poisons, gases, and acids, requiring at least a day or so with the proper equipment and chemicals. The user could also analyze an unknown substance, given proper equipment and reagents",
	"climb":	"Climb (40%) – A climb roll must be attempted every 10 to 30 vertical feet, depending on the difficulty of the climb as the keeper perceives it. Conditions such as firmness of surface, wind, visibility, rain, etc., may be factors",
	"conceal":	"Conceal (15%) – Allows the visual covering up, secreting, or masking of an object or objects, perhaps with debris, cloth, or other intervening or illusion-promoting materials, perhaps by making a secret panel or false compartment, or perhaps by repainting or otherwise changing an item’s characteristics to escape detection",
	"craft":	"Craft (05%) – A craft is a specialized skill for making and repairing practical things or for creating pleasing effects. It requires manual dexterity or artful application. As an occupation, a craft typically provides more income than laboring, but not as much as a profession. A multitude of crafts exist, from house painter to lion-tamer to safecracker. Particularize a craft in the same general fashion as for Art: for instance, Craft (Cobbler), Craft (Barber), or Craft (Blow/Vacuum Tube)",
	"credit rating":	"Credit Rating (15%) – Narrowly, how prosperous and confident the investigator seems to be. This is the investigator’s chance to panhandle or get a loan from a bank or business, and it is also the chance for the investigator to pass a bad check or to bluff past a demand for credentials",
	"cthulhu mythos":	"Cthulhu Mythos (00%) – This skill differs from the others in the game. No starting investigator may take points in Cthulhu Mythos either with occupation points or with personal interest points. There is no check box for Cthulhu Mythos on the investigator sheet, because successful use of the skill does not offer an increase in the investigator’s percentiles in the skill",
	"disguise":	"Disguise (01%) – The user changes posture, costume, and/or voice in order to seem another person or another sort of person. Theatrical makeup may help. Dim lighting definitely helps. Increase the chance for detection if the disguise involves significant differences in sex, age, size, or language. To look like a specific person, as opposed to a particular kind of person, halve the Disguise skill percentage – this sort of illusion is best left maintained by distance",
	"dodge":	"Dodge (DEX x 2%) – Allows an investigator instinctively to evade blows, thrown missiles, attacks from ambush, and so forth. A character attempting Dodge in a combat round may also parry, but not attack. Dodge can increase through experience, like other skills. If an attack can be seen, a character can try to dodge it. Against guns, a defender may try to dodge only the first bullet fired at him in a round",
	"drive automobile":	"Drive Automobile (20%) – Anyone with this skill can drive a car or light truck, make ordinary maneuvers, and cope with ordinary vehicle problems. If the investigator wants to lose a pursuer or trail someone, both participants might attempt Driving rolls until one fails and the other succeeds. Dangerous maneuvers always call for Drive rolls",
	"electrical repair":	"Electrical Repair (10%) – Enables the investigator to repair or reconfigure electrical equipment such as auto ignitions, electric motors, fuse boxes, and burglar alarms. To fix an electrical device may require special parts or tools. Jobs in the 1920s may call for this skill and for Mechanical Repair in combination",
	"fast talk":	"Fast Talk (05%) – Causes a target to agree with the user for a short time. Without reflecting, the target signs the paper, allows the trespass, lends the automobile, or whatever else within reason is asked. Given a little more time to think and the benefit of a successful Idea roll, the target comes to his or her senses, and the Fast Talk loses effect",
	"first aid":	"First Aid (30%) – The percentage change of awakening an unconscious or stunned comrade, setting a broken limb, treating burn damage, resuscitating a drowning victim, etc. First Aid has no effect on diseases or subtle physical ailments, nor on poisonings unless the keeper allows the roll. Treated with First Aid, an investigator’s healing rate stays at 1D3 points per week. (Moved to a hospital and successfully treated with Medicine, that rate rises to 2D3 per week.",
	"fist/punch":	"Fist/Punch (50%) – A self-explanatory skill, which might be depicted as a closed fist, a karate chop, a roundhouse punch, a violent slap, etc. One can use Fist/Punch to parry Kick and Head Butt, Martial Arts can add to the skill’s impact, and the knock-out rule applies to it (Keeper’s Note – the knock-out rule refers to attempting to use the blow to knock someone out instead of causing lethal damage. Some lethal damage will still be caused, but a D100 roll must be made to see if the attempt succeeded, pitting the damage that would have been caused against the target’s remaining hit-points on the Resistance Table. How such rolls are made will be explained in the Resistance Table section)",
	"geology":	"Geology (01%) – Enables an investigator to tell the approximate age of rock strata, recognize fossil types, distinguish minerals and crystals, locate promising sites for drilling and mining, evaluate soils, and anticipate volcanism, seismic events, avalanches, and other such phenomena. Sherlock Holmes was expert in London-area soils, and could trace a man’s movements by studying the dirt on his boots",
	"grapple":	"Grapple (25%) – A grapple is a special personal attack, frequently chosen to subdue an opponent without harming him. This attack may be parried by a countering successful Grapple or other attack by the target, but only in the first round of attack",
	"handgun":	"Handgun (20%) – Use for all pistol-like firearms when firing discrete shots. The rate-of-fire differences between handguns is partly from recoil and time needed to take new aim on the target, and partly from difference in mechanism between a revolver and a semi-automatic",
	"head butt":	"Head Butt (10%) – The essential barroom brawl skill, Head Butt is applied to the belly of an opponent, or else to his temple, crown, nose, chin, or back of head. This personal attack can be made in cramped surroundings. It is surprisingly quick and of demoralizing intensity. One cannot parry with Head Butt, but Martial Arts can add to its effect. The knock-out rule can be applied to it",
	"hide":	"Hide (10%) – As opposed to Conceal, Hide concerns the individual user’s ability to escape detection in an unprepared position. Use this skill only in a pursuit situation, or when under surveillance or patrol. It lets the user choose objects, bushes, deep shadows, etc., in which to lurk for a while. Some sort of cover must be present. In an area being watched, the user can move while hiding. Figure the chance for successful movement by halving the Hide skill amount",
	"history":	"History (20%) – Enables an investigator to remember the significance of a country, city, region, or person, as pertinent. Lessen the chance if the facts are obscure. A successful History roll might be used to help identify tools, techniques, or ideas familiar to ancestors, but little known today",
	"jump":	"Jump (25%) – With a success, the investigator can leap up vertically and grab to his or her height, safely leap down vertically to his or her height, jump horizontally from a standing start across a gap for a distance equal to the jumper’s own height, or run and then jump horizontally to a distance of twice the jumper’s own height. If falling from a height, a successful Jump prepares for the fall, subtracting 1D6 from the loss to injury",
	"kick":	"Kick (25%) – Whether a straight forward kick to the groin or jaw, an elegant karate-style flying kick, or a kick with both legs while lying on a floor, a Kick is powerful enough to do damage wherever it lands. A Kick may parry and Martial Arts may add to its effectiveness, but do not apply the knock-out rule to kick except in rare circumstances",
	"law":	"Law (05%) – Represents the chance of knowing pertinent law, precedent, legal maneuver, or court procedure. The practice of law as a profession can lead to great rewards and political office, but it requires intense application over many years. A high Credit Rating is crucial to it. No other profession is so easily sullied by the bizarre behavior common to investigators. In the United States, one’s practice of law must be sanctioned by the State Bar of a particular commonwealth or state. In another country, halve the chance for success with this skill, unless the character has spent 30-INT months studying that nation’s law",
	"library use":	"Library Use (25%) – In many ways this is the most important skill in the game. Library Use enables an investigator to find a given book, newspaper, or reference in a library or collection of documents, assuming that the item is there. Each use of this skill marks four hours of continuous search. An investigator rarely gets more than two tries per day",
	"listen":	"Listen (25%) – Measures the ability of an investigator to interpret and understand sound, including overheard conversations, mutters behind a closed door, and whispered words in a café. The keeper may use it to determine the course of an impending encounter: was your investigator awakened by that crackling twig? By extension, a high Listen can indicate general awareness in a character",
	"locksmith":	"Locksmith (01%) – The user may repair locks, make keys, or open locks with the aid of skeleton keys, picks, and other tools. Especially difficult locks may lower the chance for success. A locksmith can open car doors, hot-wire autos, jimmy library windows, figure out Chinese puzzle boxes, and penetrate ordinary commercial alarm systems. Sophisticated safes, vaults, and other serious defensive systems are beyond your skill. Keepers might combine Locksmith with DEX or POW rolls to cover a variety of surreptitious situations",
	"machine gun":	"Machine Gun (15%) – Use this skill whenever firing bursts from a bipod or tripod mounted weapon. If single shots are fired from a bipod, use the Rifle skill if it is higher",
	"martial arts":	"Martial Arts (01%) – Use in combination with an attack with Fist/Punch, Head Butt, Kick, or Grapple. If the attack roll is equal to or less than the attacker’s Martial Arts percentage, the attack does double damage: thus Fist/Punch would do 2D3 plus normal damage bonus. Martial Arts doubles the damage done if the attack strikes home, but do not double any damage bonus",
	"mechanical repair":	"Mechanical Repair (20%) – This allows the investigator to repair a broken machine, or to create a new one. Basic carpentry and plumbing projects can be performed. Special tools or parts may be required. This skill can open common household locks, but nothing more advanced. See the Locksmith skill. Mechanical Repair is a companion skill to Electrical Repair, and both may be necessary to fix complex devices such as an auto or an aircraft",
	"medicine":	"Medicine (05%) – The user diagnoses and treats accidents, injuries, diseases, poisonings, etc., and makes public health recommendations. If an era has no good treatment for a malady, the effort is limited, uncertain, or inconclusive. Failure in application requires that the user wait some amount of time to try again, but another practitioner could make his or her attempt in the next round",
	"natural history":	"Natural History (10%) – Originally the study of plant and animal life in its environment. By the nineteenth century this study had long separated into many academic disciplines. As a game skill it represents the traditional knowledge and personal observation of farmers, fishermen, inspired amateurs, and hobbyists. It identifies species, habits, and habitats in a general way and is able to guess at what may be important to a particular species. Natural History information may or may not be accurate – this is the region of appreciation, judgment, tradition, and enthusiasm. Use Natural History to judge horseflesh at a country fair, or to decide whether a butterfly collection is excellent or just excellently framed",
	"navigate":	"Navigate (10%) – Allows the user to find his or her way in storms or clear weather, in day at night. Those of higher skill are familiar with the astronomical tables, charts, instruments, and satellite location gear as they exist in the era of play. One could also use this skill to measure and map an area, whether an island of many square miles or the interior of a single room",
	"occult":	"Occult (05%) – The user recognizes occult paraphernalia, words, and concepts, and identifies grimoires of magic and occult codes when he sees them. The occultist is familiar with the families of secret knowledge passed down from Egypt and Sumer, from the Medieval and Renaissance West, and perhaps from Asia and Africa as well",
	"operate heavy machine":	"Operate Heavy Machine (01%) – Required to drive and operate a tank, backhoe, steam shovel, or other large-scale construction machine. Once the skill is sufficiently known, no skill roll is needed except for difficult and dangerous tasks, or bad or dangerous conditions. For very difficult sorts of machines, the keeper may decide to lower an investigator’s nominal skill if the problems encountered are mostly unfamiliar ones: someone used to running a bulldozer, for instance, will not be quickly competent with the steam turbines of a ship’s engine room",
	"other language":	"Other Language (01%) – Specify the language. An individual can know any number of languages. The skill represents the user’s chance to understand, speak, read, and write in a language other than his or her own. Ancient or unknown languages comparable to Aklo should not be chosen, but ordinary earthly languages may be. Occasionally the keeper may determine that a number of separate complex points exist in a document or speech, and call for several such language rolls, one for each point. Similarly, the keeper may momentarily reduce the user’s skill in a language if archaic speech or writing in that language is encountered. A single successful Other Language roll normally comprehends an entire book",
	"own language":	"Own Language (EDU x 05%) – Specify the language. In infancy and early childhood, most humans use a single language. For most people in the United States, the tongue is some dialect of English. The tongue chosen by the player for the investigator’s Own Language automatically starts at EDU x5: thereafter the investigator understands, speaks, reads, and writes at that percentage or higher",
	"persuade":	"Persuade (15%) – Use Persuade to convince a target about a particular idea, concept, or belief. (Like Fast Talk, Persuade may be employed without reference to truth.) Unlike Fast Talk, Persuade’s effect lingers indefinitely and insidiously, for years perhaps, until events or another Persuade turn the target’s mind in another direction. The successful application of Persuade might take an hour to several days, depending on what’s being attempted",
	"pharmacy":	"Pharmacy (01%) – The user recognizes, compounds, and perhaps dispenses a wide variety of drugs and potions, natural and man-made, and understands side effects and contra-indications. He or she has a good practical knowledge of poisons and antidotes, and can use Pharmacy as a first-aid skill in cases of poisoning. The skill grants no ability to diagnose diseases nor the right to prescribe medicines",
	"photography":	"Photography (10%) – Covers both still and motion photography. This skill allows one to take clear pictures, develop them properly, and perhaps enhance half-hidden detail. Failures are blurred or do not show what was desired",
	"physics":	"Physics (01%) – Grants theoretical understanding of pressure, materials, motion, magnetism, electricity, optics, radioactivity, and related phenomena, and some ability to construct experimental devices and test ideas. The degree of knowledge depends on the era of use. Practical devices such as automobiles are not the province of physicists, but experimental devices may be, perhaps in conjunction with Electronics or Mechanical Repair",
	"pilot":	"Pilot (01%) – The air/water equivalent of Drive Automobile, this is the maneuver skill for flying or floating craft. An investigator might have several versions of this skill in the spaces on the investigator sheet. Each starts at 01% and counts as a different skill, and should be listed independently: Pilot Balloon, Pilot Dirigible, Pilot Civil Prop, Pilot Steam Ship, Pilot Sailboat, etc",
	"psychoanalysis":	"Psychoanalysis (01%) – Enables the user to staunch a temporary and indefinite insanity for a day or so. If the condition persists beyond that period, the unfortunate person relapses, and only time heals the insanity. This emergency treatment takes up to an hour to perform, and can be applied just once per person per incident of insanity, no matter how many analysts are available",
	"psychology":	"Psychology (05%) – A skill common to all humans, it allows the user to study an individual and form an idea of his or her motives and character. In general, the keeper will make the rolls for this skill and keep the results secret, announcing only the information, true or false, that the user gained by employing it. Players should not expect that this skill penetrates skillful deceit unless the person’s confidence somehow has been shaken",
	"ride":	"Ride (05%) – Intended to apply to saddle horses, donkeys, or mules. A camel might be ridden successfully at a lowered percentage chance. The skill grants knowledge of basic care of the riding animal, riding gear, and how to handle the steed at the gallop or on difficult terrain",
	"rifle":	"Rifle (25%) – The user can fire any type of rifle, whether lever-action, bolt-action, or semi-automatic. When a shotgun fires a rifled slug, use this skill. Shots per round mostly vary because of the weapon’s action and recoil, and the subsequent time needed to reacquire the target",
	"shotgun":	"Shotgun (30%) – With this skill any scatter-gun can be fired. Since the load expands in a spreading pattern, the user’s chance to hit does not decrease with range, but the damage done does. At ranges from 10-20 yards, 1D3 close-together targets can be hit with one round, and from 20-50 yards, 1D6 such targets can be hit. The keeper decides whether the targets are close enough for this rule",
	"sneak":	"Sneak (10%) – The art of moving quietly, without alerting those who might hear. Used in combination with Hide, the investigator makes a single D100 roll, the result of whichis matched against the investigator’s percentages in both skills. Use this combination when silent movement is necessary. See also Hide.",	
	"spot hidden":	"Spot Hidden (25%) – This skill allows the user to spot a secret door or compartment, notice a hidden intruder, find an inconspicuous clue, recognize a repainted automobile, become aware of ambushers, notice a bulging pocket, or anything similar. This is an important skill in the game",
	"submachine gun":	"Submachine Gun (15%) – When firing any machine pistol or submachine gun, use this skill",
	"swim":	"Swim (25%) – The ability to float and to move through water or other liquid. Only roll Swim in times of crisis or danger when the keeper thinks it appropriate. A failing Swim roll starts the drowning procedure. Someone drowning may receive a Swim roll attempt each round – with a success, he or she reaches the surface and breathes. With a second success, he or she can begin to move through the water. If the second Swim roll fails, drowning begins again",
	"throw":	"Throw (25%) – To hit a target with an object, or to hit a target with the right part of the object thrown (such as the blade of a knife or hatchet), use Throw. A palm-sized object of reasonable balance can be hurled three yards for each STR point exceeding the object’s SIZ. An object designed to be thrown can be hurled up to six yards for each STR point in excess of the object’s SIZ, and perhaps bounce on for more. Keepers must choose the multiplier suitable to the baseball, javelin, etc",
	"track":	"Track (10%) – With Track, an investigator can follow a person, vehicle, or animal over soft earth and leaves. Subtract 10% from the chance for success for each day that has passed since the tracks were made. Rain may made tracking impossible. A being cannot be tracked across water, over concrete, or at night except in unusual circumstances",
	"melee weapon":	"Melee Weapon (25%) – Any hand-to-hand weapon can be used in Call of Cthulhu. The possibilities are so numerous and often so strange that it is pointless to write them up as skills. Common classes of melee weapons are Clubs or Blunt Instruments, Foils or Rapiers, Knives, and Swords or Sabers.",
	"insanity":	"If an investigator loses 5 or more Sanity points as the consequence of a single Sanity roll, he or she has suffered major emotional trauma .  The player  must roll D100.  If the result is equal to or less than INT x 5, the investigator  fully understands what has been seen, and goes insane for a period of minutes or hours. 1D10+4 Combat Rounds, Roll 1D10.\n\n1: Fainting or screaming fit\n2: Flees in panic\n3: Physical hysterics or emotional outburst (laughing, crying, ect.\n4: Babling, incoherent, rapid speach, or logorhea (a torrent of coherent speech)\n5: Intense phobia, perhaps rooting investigator to the spot.\n6: Homicidal or suicidal mania\n7: Hallucinations or delusions\n8: Echopraxia or echolalia (investigator does/says what others around him do/say)\n9: Strange or deviant eating desire (dirt, slime, cannibalism, ect.)\n10: Stupor (assumes foetal position, oblivious to events) or catatonia (can stand but has no will or interest; may be led or forced to simple actions but takes no independent action)\n"
        
}
